/* No comment provided by engineer. */
"%.0lfk av %.0lfk" = "%1$.0lfk av %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ har installerats och är redo att användas nästa gång %3$@ startas om! Vill du starta om nu?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är den senaste tillgängliga versionen.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ finns nu tillgänglig (du har %3$@). Vill du ladda hem den nu?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ saknar rättigheter att skriva till programmets mapp! Kör du programmet från en skrivskyddad enhet? Om ej, konsultera din systemadministratör för hjälp.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "En ny version av %@ har installerats!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "En ny version av %@ finns tillgänglig!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ett fel uppstod vid installering. Var god försök igen senare.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ett fel uppstod vid hämtning av information om uppdateringar. Var god försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ett fel uppstod under arkivets uppackning. Var god försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ett fel uppstod vid försök att ladda hem filen. Var god försök igen senare.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uppdateringsprocess pågår redan!";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Leta efter uppdateringar vid programmets start?";

/* No comment provided by engineer. */
"Downloading update..." = "Laddar hem uppdatering...";

/* No comment provided by engineer. */
"Extracting update..." = "Packar upp uppdatering...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installera och starta om";

/* No comment provided by engineer. */
"Installing update..." = "Installerar uppdatering...";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Redo att installera!";

/* No comment provided by engineer. */
"Update Error!" = "Fel vid uppdatering!";

/* No comment provided by engineer. */
"Updating %@" = "Uppdaterar %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Vill du att %@ letar efter uppdateringar vid programmets start? Om ej, så kan du istället göra detta manuellt från programmets meny.";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"You're up to date!" = "Du har den senaste versionen!";
